[General]
Translator, "Andy Kleinert"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAHFxcXR0dGhoaG9vb3d3d11dXVlZWXx8fHJycmJiYqiTRrovIW1tbWxsbKaN
Q//ZOaOCL8siDVxcXBIZGf/RK//OJtYjDv/RLsUhCT8/P25ubv/VNoCAgFxlZl5lZv/OKf7WMv/V
M8EXB9NrV/7PKHt7e6SJONlqWKCCNNFpWP3MI2Nqa+m4GWlpaaWOT/vHIYctJPjFG//JHmFoaPzK
KYJgWlZWVs0YC//TNnBwcMk9KcwwHP/fPv7OJfzFHsI6JNFkUqeMQ70pE++5GL4gCaOIO4WFhc9f
UVJVVf/TMP/eOtJxXdh3ZTtGR4IlJKWNP6GDMfrEHP7TOf/YO6yWR3V1dd1kUoGBgamRVdllVdtl
UqSKPssjDNFpVmBnaF5eXmpqasgZC1dXV8oYCoQqJlxjZdIfCFhgYs4jDXZ2dlpaWrAVBf/WNWVl
ZV1kZfvHJKWJO4MvJdlrW4NlX8IrFrgdBs8YDP3QNGtra25zdPzNLNNmVdtWRP7GGFNTU5h+PNpv
XaiURP3KJtVgTtt8aP7RK9Z0Yb0VBn1YVcUXCdcjDcpWSmNjY6SLPv/LI8QhCv/SLdFsWv/YOf7N
LtcYDLYUBf/USmlwcNVmU6iOQ9h0YthzYGlvcP/LIf/ZPP3LH8MXCM1OO4hqZScnJ1VVVaODNP3Q
MaKENpN5Mc8jDd1iUP/SMchNOGRra2ZtbXl5eV9fX9BoVdBpVmZmZgAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjYAAXMapMgAawvBQoYUGPAhhhSfhgZucLhwIFXBNIEQAAgh4YBGSSUIFBlI4ABDBqAaSEQzygk
eS5xctVqxQwvHtyUOdOhyQRRhJho2gRIzoksWqyo4rPDDIw5hpZEStFlD6ZBoXTQeRTBQpwaI2TF
AsLqh5A6RDBwQZNKERlERxYtWFPpkAhQicKMuWGHkhMslljE+KSiB4lCkJKAYPNASSAXQ6L4ePFG
EA09k0zdwSHFU6Y/fWR0clThA4ULq0JskDSFhwJUEKCgKHXKRBE4jbY8CeJAAZWAADs=


[BFAPI_Strings]
ErrorFailClientTime, "Die Uhr Ihres Computers ist nicht korrekt eingestellt.\nÜberprüfen Sie bitte die Systemzeit und versuchen Sie es erneut."
ErrorFailLogin, "Überprüfen Sie bitte Ihre E-Mail-Adresse und das Passwort und versuchen Sie es dann bitte erneut."
ErrorFailPrefix, "Herstellen einer Verbindung mit Ihrem Binary Fortress-Konto fehlgeschlagen."
ErrorInvalidProTrialLicenseKey, "Ihr FileSeek Trial-Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
ErrorItemSizeTooLarge, "Eines Ihrer FileSeek-Profile ist zu groß.\nBitte versuchen Sie, ein kleineres Profil zu synchronisieren."
ErrorTrialExpiredPrompt, "Ihre FileSeek Pro-Testlizenz ist abgelaufen.\nMöchten Sie mit uns Kontakt aufnehmen, um Ihren Testzeitraum zu verlängern?"
ErrorUnknownProPurchasedLicenseKey, "Ihr FileSeek-Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
LoginPrompt, "Sie müssen zuerst Ihre FileSeek Online-Anmeldedaten eingeben.\nMöchten Sie die Anmeldedaten jetzt eingeben?"
TitleSync, "Mit Ihrem FileSeek Online-Konto synchronisieren"


[BFAPILoginControl_Controls]
btnLogin, "&Anmelden"
btnLogout, "&Abmelden"
btnMyAccount, "Mein &Konto"
btnMyLicenses, "Meine &Lizenzen"
btnRegister, "&Registrieren"
lblAccountStatus, "Konto-Status:"
lblEmailAddress, "E-Mail-Adresse:"
lblMyPassword, "Passwort zurücksetzen"
lblName, "Name:"
lblPassword, "Passwort:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Persönliche- oder Firmenlizenz, # im Lizenz Namen angezeigt"
LicenseRestrictionDonation, "NUR für persönlichen Gebrauch, 1 Computer"
LicenseRestrictionEnterprise, "Uneingeschränkte Anzahl an Computer an beliebig vielen Firmen-Standorten"
LicenseRestrictionPersonalHome, "NUR für den persönlichen Gebrauch, unlimitierte Anzahl an Computern"
LicenseRestrictionSite, "Unlimitierte Anzahl an Computern an 1 Standort"
LicenseRestrictionStandard, "Persönliche- oder Firmenlizenz, 1 Computer"
LicenseRestrictionSteam, "Persönliche- oder Firmenlizenz, unlimitierte Anzahl an Computern, Sie sind der primäre Benutzer und Steam ist installiert"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Bitte eine gültige E-Mail-Adresse eingeben und danach erneut versuchen."
ErrorEnterPassword, "Bitte geben Sie Ihr Kennwort ein und versuchen es danach erneut."
ErrorLoginFailed, "Ihr Benutzerkonto konnte nicht geladen werden.\nBitte überprüfen Sie Ihre E-Mail-Adresse und Ihr Passwort und versuchen Sie es erneut."
ErrorNoLicensesFound, "Leider konnten wir keine Lizenzinformationen für dieses Benutzerkonto finden.\nBitte kontaktieren Sie uns, falls Sie Unterstützung benötigen."
ErrorUnknownLicenses, "Laden Ihrer Lizenzinformationen ist fehlgeschlagen."
ErrorUnknownLogin, "Laden Ihres Benutzerkontos ist fehlgeschlagen."
Note, "Anmelden, um den FileSeek-Lizenzschlüssel abzurufen und das Suchprofil zu synchronisieren."
SelectLicensePrompt, "Sie verwenden im Moment die kostenlose Version, eine Pro Trial Lizenz oder Ihr Lizenzschlüssel ist ungültig.\nMöchten Sie nun einen Lizenzschlüssel von Ihrem FileSeek Online Konto laden?"
Title, "Mein Binary Fortress-Konto"
TitleLoadingLicenses, "Lizenzinformationen werden geladen"


[BFAPIMyLicenses_Controls]
colDateCreated, "Erstellungsdatum"
colDateExpires, "Ablaufdatum"
colLicenseKey, "Lizenzschlüssel"
colLicenseRestrictions, "Lizenz-Einschränkungen"
colLicenseType, "Lizenztyp"
colName, "Lizenzname"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Sind Sie sicher, dass Sie diesen Lizenzschlüssel verwenden möchten?"
ErrorSelectLicense, "Bitte wählen Sie eine Lizenz aus der Liste und versuchen es dann noch einmal."
ShowNeedLicenseWarning, "Bitte wählen Sie einer Ihrer Lizenzschlüssel aus der Liste und drücken Sie dann 'OK', um diesen Schlüssel zu verwenden."
Title, "Meine Lizenzen"


[BFFormDownload_Strings]
ConfirmCancel, "Sind Sie sicher, dass Sie das Herunterladen abbrechen möchten?"
Error, "Ein Fehler ist aufgetreten."
Progress, "Verbleibend: {0} KB ({1} KB insgesamt)"
ProgressUnknown, "Heruntergeladen: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "Fehlermeldung &kopieren"
btnMoreInformation, "&Weitere Informationen anzeigen"


[BFFormProxySettings_Controls]
btnSave, "Speichern"
lblProxyAddress, "Proxy-Server-Adresse:"
lblProxyPassword, "Passwort:"
lblProxyPassword2, "Passwort wiederholen:"
lblProxyPort, "Port:"
lblProxyUsername, "Benutzername:"
rdoCustomSettings, "&Benutzerdefinierte Proxy-Server-Einstellungen:"
rdoNoProxy, "&Kein Proxy-Server (direkte Internetverbindung)"
rdoUseIESettings, "Einstellungen des &Internet Explorer verwenden"


[BFFormProxySettings_Strings]
EnterServerAddress, "Bitte die Adresse des Proxyservers eingeben oder wählen Sie „Kein Proxyserver“."
EnterServerPort, "Bitte die Portnummer des Proxyservers eingeben oder wählen Sie „Kein Proxyserver“."
PasswordDecryptionFailed, "Ihre Internet-Verbindungseinstellungen sind ungültig.\nBitte geben Sie das Passwort des Proxyservers erneut ein."
PasswordsNotMatch, "Die eingegebenen Proxyserver-Passwörter sind nicht identisch, versuchen Sie es bitte erneut."
Title, "Internet-Verbindungseinstellungen"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Durchsuchen"
ButtonRefresh, "&Aktualisieren"
ColApplication, "Anwendung"
ColPath, "Pfad"
GroupDesktopApplications, "Desktop-Anwendungen"
GroupWindows8Applications, "Windows 8-Anwendungen"


[BFFormSelectApplication_Strings]
AllApplications, "Alle Anwendungen"
PleaseSelectApplication, "Bitte zuerst eine Anwendung auswählen."
Title, "Anwendung auswählen"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Standardwert"
colSetting, "Parameter"
colValue, "Wert"
lblHelp, "Doppelklick, um eine Einstellung zu ändern. Auf „Hilfe“ klicken für weitere Informationen."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Speichern der Einstellung ist fehlgeschlagen."
SavedSuccessfully, "Die erweiterten Einstellungen wurden erfolgreich gespeichert.\nDiese Änderungen werden erst nach einem Neustart von FileSeek wirksam."
Title, "Erweiterte Einstellungen"
TitleEdit, "Erweiterte Einstellungen ändern"


[BFFormSupportRequest_Controls]
lblEmailAddress, "E-Mail-Adresse:"
lblMessage, "Nachricht:"
lblName, "Name:"
lblSubject, "Betreff:"
lblWarning, "Die Informationen aus dem Reiter „Problemlösung“ und die Debug.log Datei werden verschlüsselt und dieser Supportanforderung beigelegt. Mit deren Hilfe können wir Ihr Problem schneller lösen."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Bitte eine gültige E-Mail-Adresse eingeben und erneut versuchen."
EnterMessage, "Bitte einen Nachrichtentext eingeben und erneut versuchen."
EnterName, "Bitte geben Sie Ihren Namen ein und erneut versuchen."
EnterSubject, "Bitte ein Betreff eingeben."
SendSuccess, "Ihre Informationen wurden erfolgreich versendet.\nSie werden innerhalb eines Arbeitstages kontaktiert."
Title, "Supportanfrage senden"
TooLongEmailAddress, "Bitte eine kürzere E-Mail-Adresse eingeben und erneut versuchen."
TooLongName, "Bitte einen kürzeren Namen verwenden und erneut versuchen."


[BFFormUpdate_Controls]
btnChangeLog, "Änderungs&protokoll anzeigen"
btnDownload, "Herunterladen und &Installieren"
btnRemindMeLater, "&Später erinnern"
btnSkipThisVersion, "Diese Version &überspringen"
btnWebsite, "&Herunterladen"
lblNewVersion, "Neue Version:"
lblOldVersion, "Aktuelle Version:"
lblUpdateNotes, "Neuigkeiten in dieser Version:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es wird empfohlen, die Aktualisierung auf diese neue Version durchzuführen.\nSind Sie sicher, dass Sie diese Aktualisierung auslassen möchten?"
DownloadFailedSave, "Fehler beim lokalen Speichern dieser Datei."
DownloadingUpdate, "Aktualisierung herunterladen"
DownloadInvalidData, "Der Server hat ungültige Daten zurückgeliefert. Möglicherweise konnte die angeforderte Datei nicht gefunden werden."
DownloadNoData, "Die Webseite hat keine Daten zurückgeliefert."
ErrorDownload, "Das Herunterladen der neuen Version ist fehlgeschlagen."
FreeNotice, "Dieses und alle zukünftigen Updates sind kostenlos! Noch heute aktualisieren und sich freuen!"
Title, "Aktualisierung verfügbar"
UpdateProMessage, "Sie müssen auf FileSeek Pro aktualisieren, um die One-Click Aktualisierung verwenden zu können.\nWünschen Sie mehr Informationen bezüglich Upgrades?"


[BFHelpButton_Controls]
mniOnlineHelp, "Online-Hilfe"
mniSupportRequest, "Support-Anfrage"


[BFTextQuery_Strings]
CaseSensitive, "Groß-/Kleinschreibung beachten:"
MayContain, "Kann enthalten:"
MayNotContain, "Darf folgendes NICHT enthalten:"
MustContain, "MUSS folgendes enthalten:"
MustNotContain, "Darf folgendes NICHT enthalten:"


[BFUpdateCheck]
AlreadyInProgress, "Überprüfung auf Aktualisierungen wird bereits ausgeführt..."
ErrorRunningDownloadedFile, "Das Ausführen der heruntergeladenen Datei ist fehlgeschlagen."
FailedToGetVersion, "Die letzte verfügbare Versionsnummer konnte nicht geladen werden."
InvalidLicensePrompt, "Ihr FileSeek Pro Lizenzschlüssel ist ungültig!\nBitter erwägen Sie, eine FileSeek Pro Lizenz zu bestellen, um die weitere Entwicklung des Produkts sicherzustellen.\nMöchten Sie weitere Informationen dazu erhalten?"
NoUpdate, "Sie verwenden bereits die neueste Version."
Title, "Aktualisierung"


[cFunctions_Strings]
FolderNotRecognized, "Der angegebene Ordner wurde nicht erkannt und kann deshalb nicht durchsucht werden."


[cSettings_Strings]
SettingsLoadError, "Laden der Einstellungen ist fehlgeschlagen."
SettingsSaveError, "Speichern der Einstellungen ist fehlgeschlagen."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Ordner hinzufügen"
btnBrowseExcludePath, "Durchsuchen"
btnFolderBrowse, "&Durchsuchen"
btnFolderBrowseAppend, "&Ordner hinzufügen"
btnNewSearch, "In &neuem Tab suchen"
btnPause, "Pause"
btnResume, "Fortsetzen"
btnSearch, "&Suchen"
btnStop, "Stopp"
chkCaseSensitive, "&Groß-/Kleinschreibung beachten"
chkFileSizeMax, "Maximale Dateigröße:"
chkFileSizeMin, "Minimale Dateigröße:"
chkIsExcludeFilesRegEx, "Regulärer Ausdruck (RegEx)"
chkIsIncludeFilesRegEx, "Regulärer Ausdruck (RegEx)"
chkIsQueryRegEx, "Regulärer Ausdruck (RegEx)"
chkSearchSubFolders, "&Unterordner durchsuchen"
chkShowFirstResult, "&Nur das erste Suchergebnis für jede Datei anzeigen"
chkShowIncludeFilterMatchFiles, "Dateinamen anzeigen, die dem Filter "Dateien einschließen" entsprechen"
chkShowIncludeFilterMatchFolders, "Ordnernamen anzeigen, die dem Filter "Dateien einschließen" entsprechen"
chkShowQueryMatchFiles, "Dateinamen anzeigen, die den Suchbegriff enthalten"
chkShowQueryMatchFolders, "Ordnernamen anzeigen, die den Suchbegriff enthalten"
chkUseIFilters, "Dateiinhalte mit Hilfe von Dateihandler durchsuchen (langsamer)"
colDateAccessed, "Letzer Zugriff"
colDateCreated, "Erstellt am"
colDateModified, "Zuletzt geändert am"
colExtension, "Endung"
colFile, "Dateiname"
colFileSize, "Dateigröße"
colLine, "Zeile"
colLineNumber, "Zeile #"
colPath, "Pfad"
lblAccessedTo, "bis"
lblAdditionalLinesAfter, "Anzahl Zeilen, nach dem Suchergebnis anzeigen:"
lblAdditionalLinesBefore, "Anzahl Zeilen, vor dem Suchergebnis anzeigen:"
lblCreatedTo, "bis"
lblDateAccessed, "Letzer Zugriff:"
lblDateCreated, "Erstellt am:"
lblDateFilterLogic, "Datum-Filterlogik:"
lblDateModified, "Zuletzt geändert am:"
lblExcludeFiles, "Dateien ausschließen:"
lblExcludePath, "Pfad(e) ausschließen:"
lblFilterResults, "Filter:"
lblIncludeFiles, "Dateien einschließen:"
lblModifiedTo, "bis"
lblPath, "Pfad(e):"
lblQuery, "Suchbegriff:"
lblStatusFound, "Suchergebnisse: {0}"
lblStatusTotal, "Durchsuchte Dateien: {0}"
mniAbout, "Über FileSeek"
mniClearSearchHistory, "Suchverlauf löschen"
mniCloseAll, "Alle schließen"
mniCloseAllButThis, "Alle anderen schließen"
mniCloseSearch, "Schließen"
mniCopyToClipboard, "Ausgewählte Ergebnisse kopieren"
mniCopyToClipboardAll, "Alle Suchergebnisse kopieren"
mniExit, "Beenden"
mniExplorerContextMenu, "Windows Kontextmenü"
mniHelp, "Hilfe"
mniOpenFolder, "Dateipfad öffnen"
mniOpenFolderOnly, "Ordner öffnen"
mniOpenOther, "Mit externer Anwendung öffnen"
mniPermenentDelete, "Ausgewählte Dateien endgültig löschen"
mniRemoveRows, "Ausgewählte Ergebnisse aus der Liste entfernen"
mniSettings, "Einstellungen"
mniShowFilterControls, "Filter Elemente anzeigen"
mniTextCopy, "&Kopieren"
mniTextSelectAll, "&Alles auswählen"
mniTools, "&Extras"
mniTrayExit, "Beenden"
mniTrayLoadProfiles, "Profil laden"
mniTrayShowFileSeek, "FileSeek anzeigen"
mniTraySyncProfiles, "Profile synchronisieren"
mnuCopyFilePath, "Ausgewählte Dateinamen kopieren (durch Kommata getrennt)"
mnuExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
mnuExportSelectedResultsHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
mnuFileCopy, "Ausgewählte Dateien kopieren"
mnuFileDelete, "Ausgewählte Dateien löschen"
mnuLanguage, "Spr&achen"
mnuLoadProfile, "Profil laden"
mnuManageProfiles, "Profile verwalten"
mnuOpen, "Öffnen"
mnuOpenNotepad, "Mit Notepad öffnen"
mnuProfile, "Pro&file"
mnuSave, "Speichern"
mnuSaveAll, "Alle Suchergebnisse als CSV exportieren"
mnuSaveProfile, "Neues Profil speichern"
mnuSaveSelection, "Ausgewählte Suchergebnisse als CSV exportieren"
mnuShowFullLanguageList, "Gesamten Liste anzeigen"
mnuSyncProfiles, "Profile synchronisieren"
rdoMatchQueryLineByLine, "Jede einzelne Zeile in der Datei durchsuchen"
rdoMatchQueryToWholeFile, "Gesamte Datei durchsuchen"
tabAdvanced, "Erweitert"
tabDateFilters, "Filter: Datum"
tabFileSizeFilters, "Filter: Dateigröße"
tabSearch, "Suchen"


[frmMain_Strings]
AccessedAfterTT, "Letzer Zugriff nach dem {0}"
AccessedBeforeTT, "Letzer Zugriff vor dem {0}"
AccessedBetweenTT, "Letzter Zugriff zwischen {0} und {1}"
AppSelectionErrorPartOne, "Die von Ihnen angegebene Anwendung konnte nicht gefunden werden."
AppSelectionsErrorPartTwo, "Möchten Sie eine andere Anwendung auswählen?"
btnNewSearchTT, "Öffnet einen neuen Reiter und startet die Suche"
btnSearchTT, "Suche im aktuellen Reiter starten"
btnStopTT, "Ausgewählte Suche abbrechen"
CaseSensitiveQueryTT, "Groß-/Kleinschreibung beachten"
cboDateFilterLogic_AND, "UND"
cboDateFilterLogic_OR, "ODER"
chkShowFirstResultTT, "Nur die erste passende Zeile anzeigen, wenn die Zeilen einzeln durchsucht werden"
ColumnWidthRestoreError, "Das Wiederherstellen der Spaltenbreiten ist fehlgeschlagen."
ColumnWidthSaveError, "Speichern der Spaltenbreiten ist fehlgeschlagen."
ContextMenuError, "Das Anzeigen des Windows-Kontextmenüs ist fehlgeschlagen."
CreatedAfterTT, "Erstellt nach dem {0}"
CreatedBeforeTT, "Erstellt vor dem {0}"
CreatedBetweenTT, "Erstellt zwischen {0} und {1}"
CSVSpreadsheet, "CSV-Dateien"
CustomAppOpenError, "Das Öffnen dieser Datei mit dieser benutzerdefinierten Anwendung ist fehlgeschlagen."
DateCreatedError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateFiltersSelected, "Datumsfilter:"
DateMismatchError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateModifiedError, "Der Beginn des Suchbereiches für den letzten Zugriff muss vor dem Ende liegen."
EmptyPDFError, "PDF-Dateien wurden gesucht, enthielten aber keinen Text"
EnterProfileName, "Profilnamen eingeben:"
ExcludeFilesTT, "Ausgeschlossene Datei(en): {0}"
ExcludePathsTT, "Ausgeschlossene(r) Pfad(e): {0}"
FileDeleteMessage, "Bitte warten Sie, während FileSeek die angeforderte Aktion ausführt.\nSie können dieses Fenster zwar während der Programmausführung schließen, aber das kann unerwarteten Ergebnissen führen."
FileDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien und Ordner löschen möchten?"
FileDeleteTitle, "Dateien löschen"
FileDeletionError, "Löschen der Dateien ist fehlgeschlagen."
FileHandlerError, "Zu durchsuchendes Verzeichnis angeben."
FileIncludeNameMatch, "Dateinamen-Übereinstimmung [Einschluss-Dateifilter]"
FileOpenError, "Das Öffnen der Datei ist fehlgeschlagen."
FilePermenentDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien oder Ordner endgültig löschen möchten?"
FileQueryNameMatch, "Dateinamen-Übereinstimmung [Suchbegriff]"
FileReadError, "Fehler beim Dateizugriff: {0}"
FileSelectionError, "Bitte wählen Sie zumindest eine existierende Datei und erneut versuchen."
FileSizeError, "Die maximale Dateigröße muss gleich oder größer sein als die minimale Dateigröße."
FileSizeFiltersSelected, "Dateigrößen Filter:"
FilesSearched, "Durchsuchte Dateien: {0}"
FilesSkipped, "Übersprungene Dateien: {0}"
FolderBrowserDescription, "Zu durchsuchenden Ordner angeben"
FolderBrowsingError, "Das Auswählen des Ordners ist fehlgeschlagen."
FolderIncludeNameMatch, "Ordernamen-Übereinstimmung [Einschluss-Dateifilter]"
FolderItemError, "Order für das Element konnte nicht ermittelt werden: {0}"
FolderOpenError, "Das Öffnen des Ordners ist fehlgeschlagen."
FolderQueryNameMatch, "Ordernamen-Übereinstimmung [Suchbegriff]"
FolderReadError, "Fehler beim Lesen der Ordner im Verzeichnis: {0}"
HiddenFolderError, "Nicht suchen, denn es ist ein(e) versteckte Datei oder Ordner"
HyperTextMarkupLanguageFile, "HTML-Datei"
IFilterWarning, "Bitte schalten Sie die Dateihandler ein, um ein korrektes Ergebnis anzuzeigen für: {0} Dateien"
IncludeFilesTT, "Enthaltenen Dateien: {0}"
InvalidExcludeFilesRegExError, "Reguläre Ausdruck für die auszuschließenden Dateien ist ungültig.\n{0}"
InvalidFolderLength, "Ungültige Länge für den Ordner."
InvalidIncludeFilesRegExError, "Reguläre Ausdruck für die einzuschließenden Dateien ist ungültig.\n{0}"
InvalidQueryRegExError, "Regulärer Ausdruck (RegEx) ist ungültig.\n{0}"
KeypressError, "Das Verarbeiten der Tastenabfolge ist fehlgeschlagen."
LinkedFolderError, "Order wird nicht durchsucht, weil es sich um eine Verknüpfung handelt"
MatchesFound, "Übereinstimmende Suchergebnisse: {0}"
MatchesFromQueue, "Ergebnisse in der Warteschlange: {0}"
MaxFileSizeTT, "Maximale Dateigröße: {0}"
MaxPathError, "Es handelt sich um einen langen Pfad, der möglicherweise nicht von allen Anwendungen unterstützt wird"
MenuOpenError, "Das Öffnen des Menüs ist fehlgeschlagen."
MinFileSizeTT, "Minimale Dateigröße: {0}"
ModifiedAfterTT, "Geändert nach dem {0}"
ModifiedBeforeTT, "Geändert vor dem {0}"
ModifiedBetweenTT, "Geändert zwischen {0} und {1}"
More, "(weitere)"
NoDateFiltersSelected, "Kein Datumsfilter angegeben"
NoFileSizeFiltersSelected, "Kein Dateigrößenfilter angegeben"
NoOptionsSelected, "Keine Suchoptionen angegeben"
NotepadError, "Das Öffnen der Datei mit Notepad ist fehlgeschlagen."
NoTextSelectionError, "Bitte einen Text an und erneut versuchen."
NotYourProfile, "Sie sind nicht der Besitzer dieses Profils."
OnlyShowFirstResultTT, "Nur das erste Suchergebnis anzeigen"
OpenManyQuestion, "Sind Sie sicher, dass Sie {0} Dateien bzw. Ordner öffnen möchten?"
OptionsSelected, "Ausgewählte Optionen:"
PathsTT, "Pfad(e): {0}"
PathTooLongError, "Windows unterstützt diese Aktion mit lange Pfadnamen nicht."
ProfileLoadError, "Laden des Profils ist fehlgeschlagen."
ProfileLoadOnStartError, "Laden des Profils ist fehlgeschlagen, da das Profil nicht existiert."
ProfileOverwriteQuestion, "Sind Sie sicher, dass Sie das Profil '{0}' überschreiben möchten?"
ProfileSaved, "Sucheinstellungen im Profil '{0}' gespeichert"
ProfileSaveError, "Das Profil kann nicht gespeichert werden."
ProOnlyDoubleClickPrompt, "Die von Ihnen eingestellte Aktion beim Doppelklicken ist nur in FileSeek Pro verfügbar.\nSie können die Aktion, die beim Doppelklicken ausgeführt wird, im Reiter "Suchen" der Einstellungen ändern.\n\nWünschen Sie mehr Informationen bezüglich Upgrade?"
QueryTT, "Suchen nach:\n{0}"
rdoMatchQueryLineByLineTT, "Öffne die Datei Zeile für Zeile und suche den angegebenen Begriff in jeder Zeile"
rdoMatchQueryToWholeFileTT, "Öffne die gesamte Datei und suche den angegebenen Begriff in der gesamten Datei"
ResultCopied, "Ein Suchergebnis wurde in die Zwischenablage kopiert."
ResultCopyError, "Das Kopieren der Suchergebnisse in die Zwischenablage ist fehlgeschlagen."
ResultSaveError, "Speichern der Suchergebnisse ist fehlgeschlagen.\n{0}"
ResultsCopied, "{0} Suchergebnisse wurden in die Zwischenablage kopiert."
ResultSelectionError, "Bitte zumindest eines der Suchergebnisse auswählen und dann erneut versuchen."
SaveResults, "Suchergebnisse in Tabellenkalkulation speichern"
SaveResultsAsHTML, "Suchergebnisse als HTML speichern"
SaveSearchProfile, "Suchprofil speichern"
SearchComplete, "Suche abgeschlossen in {0}s"
SearchCriteria, "Suchkriterien:"
SearchCriteriaEmptyTT, "Suchkriterien sind leer"
SearchEnd, "Suche Ende: {0}"
SearchError, "Während der Dateisuche ist ein Fehler aufgetreten."
SearchStart, "Suche Beginn: {0}"
SearchSubFoldersTT, "Unterordner durchsuchen"
SettingFormShowError, "Das Anzeigen des Fensters für die Programmeinstellungen ist fehlgeschlagen."
Syncing, "Mit FileSeek Online-Konto synchronisieren..."
SystemFolderError, "Nicht suchen, denn es ist ein Systemordner"
TextCopyError, "Das Kopieren dieses Textes ist fehlgeschlagen."
TextProcessingError, "Das Verarbeiten dieses Textes ist fehlgeschlagen."
TextSelectionError, "Bitte Teile des Textes auswählen und erneut versuchen."
txtPathTT, "Trennen Sie mehrere Elemente mit dem Zeichen |"
UseFileHandlersTT, "Dateihandler verwenden"
ViewingAppPartOne, "Sie haben bis jetzt noch keine Anwendung zum Anzeigen der Datei angegeben"
ViewingAppPartTwo, "Möchten Sie jetzt eine auswählen?"
WindowsVersionError, "Es tut uns leid, diese Funktion ist für diese Windows-Version leider nicht verfügbar."


[frmProfileManager_Controls]
btnCopyProfile, "&Kopieren"
btnDelete, "&Löschen"
btnRename, "Umbenennen"
btnSync, "Mit FileSeek Online-Konto &synchronisieren"
colProfileName, "Profilname"
colProfileOwner, "Eigentümer"
lblCurrentProfile, "Aktueller Benutzer: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Wie möchten Sie das neue Profil benennen?"
MustSelectAnItem, "Bitte ein Profil auswählen der Liste und erneut versuchen."
ProfileDeleteQuestion, "Sind Sie sicher, dass Sie das ausgewählte Profil löschen möchten?"
RenameSearchProfile, "Suchprofil umbenennen"
SearchProfileName, "Name des Suchprofils:"
Title, "Profile verwalten"


[frmSettings_Controls]
btnAdvancedSettings, "Erweiterte Einstellungen"
btnApply, "Übernehmen"
btnBackupSettings, "Einstellungen exportieren"
btnBrowseOther, "&Durchsuchen"
btnChangeToFree, "Zur freien Version wechseln"
btnCheckNow, "Nach A&ktualisierungen suchen"
btnClearHistory, "Suchverlauf löschen"
btnIFilterToggle, "Dateihandler aus/einschalten"
btnLicenseKeyLoadOnline, "Von FileSeek Online-Konto laden"
btnOtherDefault, "&Standard"
btnPasteFromClipboard, "Einfügen aus der Zwischenablage"
btnProxySettings, "Internet-Verbindungseinstellungen"
btnRestoreSettings, "Einstellungen wiederherstellen"
btnTroubleshootingClearLog, "Protokoll leeren"
btnTroubleshootingCopy, "In die Zwischenablage kopieren"
btnTroubleshootingOpenLog, "Protokoll öffnen"
chkAutoUpdate, "Automatisch nach Aktualisierungen suchen"
chkBeta, "Suche auch nach Beta Versionen (neuer, eventuell nicht stabil)"
chkCloseToTray, "FileSeek auf die Taskleiste schließen"
chkCombineParameters, "Übergeben Sie mehrere Dateien auf dieselbe Instanz, anstatt sie in mehrerer Instanzen zu öffnen"
chkErrorForLongPaths, "Fehlermeldung anzeigen und Pfad überspringen, bei mehr als 260 Zeichen"
chkIFilterErrors, "Fehlermeldung anzeigen für Dateien ohne Dateihandler (wenn Dateihandler-Suche aktiviert ist)"
chkIsQueryFullString, "Abfragetext als zusammenhängenden Suchbegriff behandeln"
chkLinkedFoldersSearch, "Suche in verknüpften Dateien && Ordnern"
chkLinkedFoldersSearchShowErrorOnSkip, "Warnung anzeigen, wenn eine Verknüpfung ignoriert wird"
chkMinimizeToTray, "FileSeek auf der Taskleiste minimieren"
chkOnlyShowMatchedText, "Nur übereinstimmende Text in einem Suchergebnis anzeigen"
chkSearchHiddenFiles, "Versteckte Dateien und Ordner suchen"
chkSearchSystemFiles, "Systemdateien und Ordner suchen"
chkShowErrorEmptyPDF, "Einen Fehler zu zeigen, wenn eine leere PDF-Datei gefunden wurde"
chkShowFileErrors, "Fehlermeldung anzeigen, wenn auf eine Datei/einen Ordner nicht zugegriffen werden kann"
chkShowHiddenFileError, "Fehlermeldung anzeigen beim Überspringen von versteckte Dateien und Ordner"
chkShowSystemFileError, "Fehlermeldung anzeigen beim Überspringen von Systemdateien und Ordner"
chkShowToolTips, "Tooltipps anzeigen"
chkStartWithClearProfile, "FileSeek immer mit einem leeren Suchbegriff starten"
chkTreatAllIncludeFiltersAsWildcards, "Alle Einschluss-Dateifilter als Platzhalter behandeln"
chkUseCustomDateFormat, "Benutzerdefiniertes Dateiformat verwenden"
chkWindowsContextMenu, "FileSeek im Windows Kontextmenü anzeigen"
colName, "Name"
colRightToLeft, "Rechts-nach-Links"
colTranslators, "Übersetzer"
colVersion, "Version"
gbAutoUpdate, "Auf Aktualisierungen prüfen"
gbCmdLineVars, "Kommandozeilen Parameter"
gbDateFormat, "Dateiformat"
gbGeneralOptions, "Allgemeine Einstellungen"
gbReseller, "Informationen des Vertriebspartners"
gbUpdateSettings, "Aktualisierungs-Einstellungen"
lblCmdLineParam, "Kommandozeilen Parameter:"
lblDateFormat, "Dateiformat"
lblDateFormatLink, "Benutzerdefinierte Formatzeichenfolgen für Datum und Zeit"
lblDefaultDoubleClick, "Standard-Aktion für einen Doppelklick auf ein Suchergebnis auswählen:"
lblExpireDate, "Ablaufdatum der Lizenz:"
lblLicenseKey, "Lizenzschlüssel:"
lblLicenseTo, "Lizenziert für:"
lblNumChar, "Anzahl der Zeichen, die bei jedem Suchergebnis angezeigt werden:"
lblSelectViewingApp, "Anwendung zum Anzeigen der Datei:"
lblSkipFile, "Maximal erlaubte Suchzeit je Datei (0=Unbegrenzt):"
lblUpdateLanguages, "Neue und aktualisierte Sprachen holen"
LogLevel0, "Protokoll: Ausgeschaltet"
LogLevel1, "Protokoll: Nur wichtige Elemente"
LogLevel2, "Protokoll: Detaillierte Informationen"
LogLevel3, "Protokoll: Alle Elemente"
tabLanguage, "Sprachen"
tabLicense, "Lizenzschlüssel"
tabTroubleshooting, "Fehlersuche"


[frmSettings_Strings]
AppBrowsingError, "Das Suchen nach einer Anwendung ist fehlgeschlagen."
cboDefaultDoubleClickOperation_ExportAllCSV, "Alle Suchergebnisse als CSV exportieren"
cboDefaultDoubleClickOperation_ExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ausgewählte Suchergebnisse als CSV exportieren"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_Open, "Mit der verknüpften Anwendung öffnen"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Beinhaltenden Ordner öffnen"
cboDefaultDoubleClickOperation_OpenNotepad, "Mit Notepad öffnen"
cboDefaultDoubleClickOperation_OpenOther, "Mit externer Anwendung öffnen"
ChangeToFreeQuestion, "Sind Sie sicher, dass Sie den Lizenzschlüssel entfernen und zur freien Version wechseln möchten?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Wenn diese Einstellung aktiviert ist, wird z.B. der Suchgriff foo wie *foo* ausgewertet"
ClearHistoryError, "Das Löschen des Suchverlaufs ist fehlgeschlagen."
ClearHistoryWarning, "Sind Sie sicher, dass Sie den Suchverlauf löschen möchten?"
CommandLineError, "Bitte geben Sie die Kommandozeilen-Parameter ein oder klicken Sie „Standardwert“, um den Wert zurückzusetzen."
CustomDateFormatError, "Fehler beim Zuweisen eines benutzerdefinierten Datumsformats.\nBitte beheben Sie den Fehler und versuchen Sie es erneut."
DebugLogCleared, "Die Protokolldatei wurde erfolgreich geleert.."
DebugLogNotFound, "Die Protokolldatei konnte nicht gefunden werden.\nStellen Sie bitte sicher, dass die Protokollierung eingeschaltet ist."
DisableFileHandler, "Dateihandler deaktivieren"
EnableFileHandler, "Dateihandler aktivieren"
FileCommandDescription, "{0}: Ersetzt den vollständigen Dateinamen."
FileHandlerListError, "Das Erstellen der Dateihandler-Liste ist fehlgeschlagen."
FileHandlerSelectError, "Das Auswählen des Dateihandler ist fehlgeschlagen."
FileHandlerToggleError, "Das Aus-/Einschalten des Dateihandler ist fehlgeschlagen."
FreeVersion, "Freie Version"
HistoryCleared, "Der Suchverlauf wurde erfolgreich gelöscht."
InternetSettingsWindowError, "Das Öffnen der Internet-Verbindungs-Einstellungen ist fehlgeschlagen."
InvalidExitcode, "Ein ungültiger Rückgabewert wurde gemeldet: {0}"
LineCommandDescription, "{0}: Wird durch die Zeilennummer ersetzt."
lvIFilters_Extension, "Dateierweiterung"
lvIFilters_Handler, "Dateihandler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Bitte geben Sie eine Zeichenanzahl zwischen {0} und {1} ein und versuchen es dann erneut."
RestoreSettingsFailed, "Die Einstellungen konnten nicht wiederhergestellt werden."
RestoreSettingsSuccess, "Ihre Einstellungen wurden erfolgreich wiederhergestellt."
SettingMenuError, "Der Aufbau des Kontextmenüs ist fehlgeschlagen."
tabSettings_About, "Über FileSeek"
tabSettings_FileHandlers, "Dateihandler"
tabSettings_Options, "Allgemeine Einstellungen"
tabSettings_OtherApp, "Externe Anwendung"
tabSettings_Search, "Suchen"
Title, "Einstellungen"
TroubleshootingCopyError, "Die Informationen zur Fehlersuche konnten nicht in die Zwischenablage kopiert werden."
TroubleshootingCopySuccess, "Die Informationen zur Fehlersuche wurden erfolgreich in die Zwischenablage kopiert."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Das Suchergebnis wurde erfolgreich gespeichert.\nMöchten Sie die Datei jetzt anzeigen?"
SearchCriteria, "Suchkriterien"
SearchDate, "Suchdatum:"
Title, "FileSeek Suchergebnisse"


[IFilterHelper_Strings]
UnknownError, "Unbekannter IFilter-Fehler"
UsingStandardMethodWarning, "Für die angegebene Datei gibt es keinen Dateihandler, es wird die Standardsuchmethode verwendet."


[LicenseValidate_Strings]
ExpiredPrompt, "Es tut uns leid, Ihre FileSeek Trial Lizenz ist abgelaufen.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"
Invalid, "Es tut uns leid, Ihr Lizenzschlüssel ist ungültig."
InvalidReseller, "Es tut uns leid, Ihr Lizenzschlüssel ist nur gültig, wenn Sie FileSeek über einen Vertriebspartner erhalten haben.\nKontaktieren Sie bitte Ihren Vertriebspartner für mehr Informationen."
LicenseProcessPro, "Danke für Ihre Registrierung!"
LicenseProcessProRestoreSettingsPrompt, "Eine automatische Sicherung Ihrer Pro-Einstellungen wurde erkannt.\nDiese Datensicherung ist {0} Tag(e) alt.\nMöchten Sie Ihre Pro-Einstellungen importieren? Alle Ihre aktuellen Einstellungen werden mit den Einstellungen in der Sicherung überschrieben."
LicenseProcessRemoved, "Ihr Lizenzschlüssel wurde entfernt."
LicenseProcessTrial, "Danke, dass Sie die Trial-Version von FileSeek Pro verwenden!\nIhre Lizenz läuft am {0:D} ab."
RegistryExportSuccess, "Ihre Einstellungen wurden erfolgreich exportiert."
TrialAlmostDonePrompt, "Ihre Trial-Lizenz läuft bald ab.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Mit FileSeek suchen…"


[Words]
AdminSettingsLock, "Einige der Einstellungen werden von Ihrem System-Administrator verwaltet"
Apply, "Übernehmen"
ButtonEnterLicenseKey, "&Lizenzschlüssel eingeben"
ButtonLater, "&Später"
ButtonMoreInformation, "&Weitere Informationen"
ButtonUseFreeVersion, "&Freie Version verwenden"
Cancel, "&Abbrechen"
Close, "&Schließen"
Custom, "Benutzerdefiniert"
Default, "Standard"
Error, "Fehler"
ErrorNotAdminUACDisabled, "Die Benutzerkontensteuerung (UAC) ist ausgeschaltet und Sie sind kein Administrator Benutzer. Deshalb wird die angeforderte Aktion möglicherweise fehlschlagen.\nBitte schalten Sie die Benutzerkontensteuerung ein oder melden Sie sich mit einem Administratorkonto an.\nVersuchen Sie es dann erneut. Wenn Sie die Benutzerkontensteuerung erst kürzlich ausgeschaltet habe, starten Sie bitte Ihren Computer neu."
Help, "Hilfe"
Info, "Informationen"
InvalidImageFile, "Diese Grafik scheint beschädigt oder nicht lesbar zu sein."
NeedProQuestion, "Sie müssen auf FileSeek Pro upgraden, um diese Funktionalität zu nutzen.\nWünschen Sie mehr Informationen bezüglich der Upgrade-Möglichkeiten?"
Never, "Nie"
No, "Nein"
OK, "&Ok"
ProOnlyNotice, "Funktionen, die nur in FileSeek Pro verfügbar sind, sind blau gekennzeichnet"
Refresh, "Aktualisieren"
Seconds, "Sekunden"
Unknown, "Unbekannt"
Yes, "Ja"


[Installer]
AdditionalIcons, "Zusätzliche Symbole:"
ContextMenu, "FileSeek zum Windows Kontextmenü hinzufügen"
CurrentUserOnly, "Nur für den aktuellen Benutzer"
DesktopIcon, "Verknüfung auf dem &Desktop erzeugen"
DotNetDownloadNow, "Möchten Sie das .NET Framework jetzt herunterladen?"
DotNetNeededMayNotWork, "FileSeek läuft nicht korrekt, wenn das Microsoft .NET Framework 2.0 nicht installiert ist."
DotNetRequired, "FileSeek benötigt das Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Bitte rufen Sie das FileSeek-Installation erneut auf, nachdem das Microsoft .NET Framework 2.0 installiert wurde."
ForAllUsers, "Für alle Benutzer"
LaunchFileSeek, "FileSeek starten"
LicKeyInvalid, "Der Lizenzschlüssel ist ungültig."
LicKeyLabel, "Lizenzschlüssel:"
LicKeySelectOption, "Wählen Sie die Art des Lizenzschlüssels und versuchen Sie es erneut."
LicKeyText, "Lizenzschlüssel Einstellungen:"
LicKeyTextAdminLocked, "Ihr Lizenzschlüssel wurde von Ihrem Administrator eingegeben."
LicKeyTextChangeFree, "In den Einstellungen wählen Sie bitte 'Zur freien Version wechseln', um die freie Version zu verwenden."
LicKeyTextEnterOrFree, "Bitte geben Sie einen gültigen Lizenzschlüssel ein oder wählen Sie 'Freie Version verwenden'."
LicKeyTextPaid, "Folgenden Lizenzschlüssel verwenden:"
LicKeyTextTrial, "Trial Version verwenden (nur beim ersten Mal) und nach 30 Tagen zur freien Version zurückwechseln"
RunAtStartup, "FileSeek zusammen mit Windows starten"
ShowWelcome, "Willkommens-Seite anzeigen"
TextBefore, "Wenn FileSeek noch läuft, beenden Sie es bitte bevor Sie die neue Version installieren.\n\nFür Updates und Support-Anfragen besuchen Sie bitte http://www.fileseek.ca."
UninstallRemoveAllData1, "Möchten Sie wirklich alle FileSeek-Konfigurationen, Voreinstellungen und temporären Dateien entfernen?"
UninstallRemoveAllData2, "Diese Einstellung sollte nicht angehakt werden, wenn Sie vorhaben, FileSeek erneut zu installieren."